"LAST_BACKUP" = "Senaste säkerhetskopiering:";
"NEXT_BACKUP" = "Nästa säkerhetskopiering:";
"BACKING_UP" = "Säkerhetskopierar:";
"ACCESSING_BACKUP" = "Ansluter till hårddisk för säkerhetskopiering…";
"IN_PROGRESS" = "Säkerhetskopierar…";
"PREPARING" = "Förbereder säkerhetskopiering…";
"STOPPING" = "Stoppar säkerhetskopiering…";
"THINNING" = "Rensar…";
"DELETING" = "Raderar gamla säkerhetskopior...";
"FINISHING" = "Slutför säkerhetskopiering…";
"EXCLUDE" = "Uteslut";
"NOT_MOUNTED" = "Volymen för säkerhetskopiering har inte lagts på skrivbordet.";
"INCLUDED" = "Uppskattad storlek för fullständig säkerhetskopia: %@";
"CALCULATING" = "Beräknar storlek för fullständig säkerhetskopia…";
"ENCRYPT_IMAGE_NAME" = "Säkerhetskopia av %@%@";
"DI_ERR_TITLE" = "Ett fel inträffade när den krypterade säkerhetskopieavbilden skapades.";
"DI_EXISTS" = "En krypterad säkerhetskopia finns redan på den här hårddisken.";
"DI_ERROR" = "Felet %d inträffade";
"DI_FAILED_TO_MOUNT" = "Skivavbilden kunde inte läggas på skrivbordet.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Visa osynliga objekt"; // checkbox
"CALCULATING_SIZE" = "Beräknar ändringar…";
"CALCULATING_CHANGED_ITEMS" = "Förbereder %@ objekt…";					
"CALCULATING_EXCLUDED_ITEMS" = "Undantar %@ objekt…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Söker igenom %@ objekt…";

"MOUNTING" = "Ansluter till hårddisken…";
"INDEXING" = "Indexerar säkerhetskopia…";

// voice-over strings
"AX_ADD" = "Lägg till objektet i listan ”Säkerhetskopiera inte”";
"AX_REMOVE" = "Ta bort objektet från listan ”Säkerhetskopiera inte”";

// error strings
"FAILED" = "Misslyckades";
"DELAYED" = "Försenad";
"TIME_MACHINE_ERROR" = "Time Machine-fel";

"WARNING_SAME_DISK_TITLE" = "Vill du verkligen säkerhetskopiera till samma enhet som dina originaldata ligger på?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "Volymen du har valt för lagring av dina säkerhetskopior, ”%@”, finns på samma enhet som volymen du säkerhetskopierar, ”%@”.\n\nFör att skydda dina data fullt ut bör du lagra dina säkerhetskopior på en annan enhet.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "Volymen du har valt för lagring av dina säkerhetskopior, ”%@”, finns på samma enhet som volymerna du säkerhetskopierar, ”%@” och ”%@”.\n\nFör att skydda dina data fullt ut bör du lagra dina säkerhetskopior på en annan enhet.\n";
"QUOTED_VOLUME_NAME" = "”%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Använd markerad volym";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Välj en annan volym";

"WARNING_NO_DESTINATION_TITLE" = "Ingen volym har valts för säkerhetskopiering.\n\n";
"WARNING_NO_DESTINATION" = "Välj en volym för säkerhetskopiering genom att klicka på Ställ in.";

"REMAINING_HOUR" = "%d timme";
"REMAINING_HOURS" = "%d timmar";
"REMAINING_MIN" = "%d minut";	
"REMAINING_MINS" = "%d minuter";
"REMAINING_HOURS_AND_MINS" = "%@ och %@ återstår";
"REMAINING_ABOUT" = "%@ återstår…";
"REMAINING_LESS_MIN" = "Mindre än en minut återstår…";

"BACKUP_NOW" = "Säkerhetskopiera nu";
"STOP_BACKING_UP" = "Stoppa säkerhetskopieringen";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ av %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Är du säker på att du vill radera hårddisken ”%@” som används för säkerhetskopiering? Raderingen kommer att förstöra all information på hårddisken och kan inte ångras.";
"DISK_NEEDS_REFORMATTING_TEXT" = "Hårddisken måste raderas innan den kan användas för säkerhetskopiering med Time Machine eftersom filsystemet inte är kompatibelt.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "Hårddisken måste raderas innan den kan användas för säkerhetskopiering med Time Machine eftersom en hårddisk du säkerhetskopierar är skiftlägeskänslig, medan hårddisken inte är det.";
"ERASE_DISK_BUTTON" = "Radera";
"DONT_ERASE_BUTTON" = "Radera inte";
"CANCEL_ERASE_BUTTON" = "Avbryt";
"FORMATTING" = "Raderar:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Ett fel uppstod vid radering av Time Machine-hårddisken ”%@” för säkerhetskopiering.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Du har valt att utesluta systemmappen.";
"WARNING_SKIP_SYSTEM_FILES" = "Vill du utesluta även andra filer som installerats med Mac OS X, som systemprogram och UNIX-verktyg?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Uteslut alla systemfiler";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Uteslut endast systemmappen";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Systemfiler och program";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Beräknar storleken";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Time Machine-säkerhetskopior"; 

// Disk selection list
"REFORMAT_REQUIRED" = "omformatering krävs (inkompatibelt filsystem)";
"REFORMAT_REQUIRED_CS" = "omformatering krävs (ej skiftlägeskänslig hårddisk)";
"SERVER_INFO_FORMAT" = "på ”%@”";
"TIME_CAPSULE_ACCOUNT" = "Mitt användarkonto";

"DISK_PICKER_NONE" = "Ingen";
"DISK_PICKER_NONE_TOOL_TIP" = "Stoppa säkerhetskopiering";
"DISK_PICKER_BUTTON_USE" = "Använd för säkerhetskopiering";
"DISK_PICKER_BUTTON_STOP" = "Stoppa säkerhetskopieringen";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ av %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "FileVault är aktiverat för ditt användarkonto. Time Machine kommer bara att säkerhetskopiera din hemmapp när du är utloggad.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Du kan inte navigera bland, eller återställa, individuella objekt från säkerhetskopian av en FileVault-krypterad hemmapp. Du kan återställa samtliga filer och mappar från den här typen av säkerhetskopia genom att starta från en Mac OS X-installationsskiva och välja ”Återställ systemet från säkerhetskopia” på menyn ”Verktyg” i installeraren.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "Ett eller flera användarkonton på datorn har aktiverat FileVault. Time Machine säkerhetskopierar hemmappar som är skyddade med FileVault enbart när de kontoinnehavarna är utloggade. ";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Du kan inte navigera bland, eller återställa, individuella objekt från säkerhetskopian av en FileVault-krypterad hemmapp. Du kan återställa samtliga filer och mappar från den här typen av säkerhetskopia genom att starta från en Mac OS X-installationsskiva och välja ”Återställ systemet från säkerhetskopia” på menyn ”Verktyg” i installeraren.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine kan inte säkerhetskopiera din hemmapp eftersom den krypterades med en äldre version av FileVault. Avaktivera FileVault för kontot, aktivera det på nytt och säkerhetskopiera sedan.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine kan inte säkerhetskopiera hemmappen för kontot ”%@” eftersom den krypterades med en äldre version av FileVault. Avaktivera FileVault för kontot, aktivera det på nytt och säkerhetskopiera sedan.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine kan inte säkerhetskopiera hemmapparna i kontona ”%@” och ”%@” eftersom de krypterades med en äldre version av FileVault. Avaktivera FileVault för varje konto, aktivera det på nytt och säkerhetskopiera sedan.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine kan inte säkerhetskopiera hemmapparna i kontona ”%@”, ”%@” och ”%@” eftersom de krypterades med en äldre version av FileVault. Avaktivera FileVault för varje konto, aktivera det på nytt och säkerhetskopiera sedan.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine kan inte säkerhetskopiera hemmapparna i kontona ”%@”, ”%@”, ”%@” med flera eftersom de krypterades med en äldre version av FileVault. Avaktivera FileVault för varje konto, aktivera det på nytt och säkerhetskopiera sedan.";
"FILEVAULT_WARNING_TIGER" = "Time Machine säkerhetskopierar FileVault-skyddade hemmappar, men du kan inte navigera bland, eller återställa, individuella objekt från säkerhetskopian av en FileVault-krypterad hemmapp. Du kan återställa samtliga filer och mappar från den här typen av säkerhetskopia genom att starta från en Mac OS X-installationsskiva och välja ”Återställ systemet från säkerhetskopia” på menyn ”Verktyg” i installeraren.";

"NEXT_BACKUP_WHEN_CONNECTED" = "När hårddisken ansluts";
"NEXT_BACKUP_TURNED_OFF" = "Automatiska säkerhetskopior av";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "När din Mac ansluts till ett eluttag";

"WILL_START_IN_ONE_SEC" = "en sekund…";
"WILL_START_IN_X_SECS" = "%@ sekunder…";

"DESTINATION_TOOLTIP" = "Volym: %@\nLagd på skrivbordet: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Senaste säkerhetskopiering: %@ kl. %@";

"INSUFFICIENT_ACCESS_TITLE" = "Du har inte tillräckliga behörigheter för läsning, skrivning och tillägg på den valda nätverkshårddisken för säkerhetskopiering.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Anslut som en annan användare eller kontakta nätverksadministratören.";

"ERROR_OBTAINING_URL" = "Internt fel - kunde inte få fram URL för ”%@”";

"KEYCHAIN_ERROR" = "Nyckelringsfel %d inträffade vid skapandet av en systemnyckelringspost för användarnamnet ”%@” och URL:en ”%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Du kan försöka ändra eller reparera systemets nyckelring med verktyget Nyckelhanterare.";

"ERROR_NETAUTHMOUNT" = "Time Machine kan inte ansluta till hårddisken ”%@” för säkerhetskopiering.";

"UNKNOWN_DISK_NAME" = "Namnlös";

// health check strings
PERFORMING_HEALTH_CHECK = "Kontrollerar säkerhetskopia…";
SKIP_HEALTH_CHECK = "Hoppa över kontroll";
SKIPPING_HEALTH_CHECK = "Hoppar över kontroll…";
